/* exercise */
"Burpee" = "พุ่งหลัง";

/* mark as finished */
"Done" = "สำเร็จ";

/* invitation to exercise */
"Get fit" = "เพื่อร่างกายที่แข็งแรง";

/* invitation */
"Get Started" = "เริ่มต้น";

/* view user action */
"History" = "ประวัติ";

/* exercise */
"Squat" = "สควอท";

/* begin exercise */
"Start" = "เริ่ม";

/* exercise */
"Step Up" = "ก้าวขึ้นลง";

/* exercise */
"Sun Salute" = "ไหว้พระอาทิตย์";

/* greeting */
"Welcome" = "ยินดีต้อนรับ";

/* suggestion */
"Good job completing all exercises!!\nRemember tomorrow's another day.\nSo eat well and get some rest." = "คุณออกกำลังกายทั้งหมดได้ยอดเยี่ยมมาก\nอย่าลืมมาออกกำลังกายต่อพรุ่งนี้ล่ะ\nได้เวลาพักผ่อนแล้ว";

/* congratulation */
"High Five!" = "เยี่ยมมาก!";

/* description */
"with high intensity interval training" = "ด้วยการออกกำลังในแบบเข้มข้นสูงในระยะเวลาสั้นๆ";

/* go to main page */
"Continue" = "ดำเนินการต่อ";

/* exercise */
"Jumping Jacks" = "กระโดดตบ";

/* exercise */
"Sit Up" = "ซิดอัพ";

/* exercise */
"Push Up" = "ดันพื้น";

/* exercise */
"High Knee" = "กระโดดสูง";
